school/fyo/fyoNotes.org
* Session 6
** Speech 1
- Monetary crisis is extremely pressing
- Resources outside of our own land is needed, Socrates agrees
- Feasibility for assembly attendance dependent on conquest
- Can eventually restablish presence and rely on trade but need initial resources
- 2 Tribute missions: 1) Southern Aisles, 2) 
** Speech 2
- Currently very vulnerable, need to build both city-state and empire
- Need a proper fleet to show others that we're getting back on our feet
- Need to rebuild the wall, are both symbolic and practical for safety
- Tax collecting necessary to build the wall and army, though not ideal
** Speech 3
- Critical that wealth is used for the betterment of citizens, not greed
- Need to collect tribute or raise taxes, taxes aren't ideal
- Impossible to pass policy without money from tribute missisons
** Speech 4
- Too many of lives have been lost upon unjust causes
- To take the land and abilities of others is unjust and thievery
- Athens should prusue virtue and inward greatness, this will help make Athens greater
- Military critical to defense, need capable leaders
- Socratic education critical to having good leaders
* Session 3
** Voting Mechanism for Metic Citizenship
*** Solonian Criterion
- Born in Athens
- Shown loyalty
- Contributes to economy
- Qualified and Educated to speak
- Deeply affected by the 30
- Contributions are made in the name of Athens
*** Voting Distribution
- Lysias: 300
- Callias: 800
- Thrasybulus: 700
** On Payment for Voting
*** Speech 1, Simon
- The knowledge of serving athens should be all a person needs to contribute
- Wealth corrupts those in the assembly
- Rewards of leadership need not be realized instantly but in the future of Athens 
- The 30 had a mindset conducive to payment for service, and is a case study in corruption
*** Speech 2, Meletus
- Our economy is in ruins and people have little to no money
- Payment incentivizes participation which leads to unity
- Payment solves back for poverty in Athens
- More participation leads to more payment
* Session 2
** Speech 1 
- Being a good Athenian that helps your state and is just in your actions is all that is truly
  required of citizens
- Must share the beauty of Athens unto everyone
- Currently have low population post-30; 
- Our loyalty must be firstly to the gods and to Athens, doing so requires us to bestow citizenship
  upon those that deserve it
** Speech 2
- Metics and slaves can't be trusted to put Athens above themselves
- Slaves fled at the first opportunity during the Peloponnesian War
- We must focus on restoring Athens - if slaves were given freedom and the ability to vote,
  many shops would close and our economy would decline
- Must not make drastic changes at such a vulnerable time
- Some metics were helpful but not all foreigners will be good
- We should show outsiders Athens but we must be wary of spies and those that want to hurt us
** Speech 3
- Is every person fit to govern?
- Slaves come from enemy lands and don't have the best interest of Athens at heart
- Athenians are superior and must be the leaders of the Assembly
- Slaves would not make fair jurors - Slaves can't be expected to do this because they have 
  an inherent bias against their masters
- There are an extremely large amount of Metics in Athens and adding this many people to the
  assembly would create chaos
- Metics already have power in the status quo
- Too many extra people in the assembly creates problems
** Speech 4
- The gods place us in our corresponding wombs with purpose. As a result, the gods do not want
  Metics or slaves to be Athenians and to defy this is to defy the gods
- Sparta case study proves that we need to preserve our culture
- Metics are only here to gain wealth - they have no blood loyalty to the city
- Must give citizenship to women because they are blood related to the city and have the power
  to do this
- Socratics agree with the equality of women
