school/fyo/fyoNotes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-10-06 Tue 11:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Sudhan Chitgopkar" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org36449fa">1. Session 6</a>
<ul>
<li><a href="#org5e83990">1.1. Speech 1</a></li>
<li><a href="#org24342d7">1.2. Speech 2</a></li>
<li><a href="#org7ec3580">1.3. Speech 3</a></li>
<li><a href="#orgdc5c642">1.4. Speech 4</a></li>
</ul>
</li>
<li><a href="#org512873f">2. Session 3</a>
<ul>
<li><a href="#orgdb2797f">2.1. Voting Mechanism for Metic Citizenship</a>
<ul>
<li><a href="#orge258777">2.1.1. Solonian Criterion</a></li>
<li><a href="#org54b3fea">2.1.2. Voting Distribution</a></li>
</ul>
</li>
<li><a href="#orgb926959">2.2. On Payment for Voting</a>
<ul>
<li><a href="#orgfee7fcf">2.2.1. Speech 1, Simon</a></li>
<li><a href="#orgfbd7537">2.2.2. Speech 2, Meletus</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org75bd520">3. Session 2</a>
<ul>
<li><a href="#orga5269ef">3.1. Speech 1</a></li>
<li><a href="#org814b2f7">3.2. Speech 2</a></li>
<li><a href="#org0b53017">3.3. Speech 3</a></li>
<li><a href="#org7af94d5">3.4. Speech 4</a></li>
<li><a href="#orgbf23d28">3.5. Speech 5</a></li>
<li><a href="#org6785d05">3.6. Speech 6</a></li>
</ul>
</li>
<li><a href="#org3cfbeb0">4. Session 1</a>
<ul>
<li><a href="#orgaf34197">4.1. President, Anytus</a></li>
<li><a href="#orgd2ee567">4.2. Crito</a></li>
<li><a href="#org744276a">4.3. Lithicles</a></li>
<li><a href="#orgd2a2c95">4.4. Lycon</a></li>
</ul>
</li>
<li><a href="#org5bb4355">5. Helenica</a>
<ul>
<li><a href="#org8734feb">5.1. General Arguments</a></li>
<li><a href="#org528810b">5.2. Socratic Arguments</a></li>
</ul>
</li>
<li><a href="#org18dc395">6. The Economist</a>
<ul>
<li><a href="#orge025f7d">6.1. General Management</a></li>
<li><a href="#org0c5f629">6.2. The Nature of Money &amp; Wealth</a></li>
<li><a href="#org6a42af5">6.3. The Royal Code</a></li>
<li><a href="#org62c4866">6.4. Leadership</a></li>
</ul>
</li>
<li><a href="#org2461d4f">7. The Life of Lycurgus</a>
<ul>
<li><a href="#org7664263">7.1. Social Mobility</a></li>
<li><a href="#org4cdbbda">7.2. Education</a></li>
</ul>
</li>
<li><a href="#orgb552443">8. The Periclean Funeral Oration</a>
<ul>
<li><a href="#org3b59c39">8.1. Future of Athens</a></li>
<li><a href="#orgbdcb82a">8.2. Values</a></li>
<li><a href="#orge7f5684">8.3. Policy</a>
<ul>
<li><a href="#orgc772df2">8.3.1. Periclean Philosophy</a></li>
<li><a href="#org3ec8f0d">8.3.2. The Socratic Rebuttal</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org377bc09">9. Debating The Republic</a>
<ul>
<li><a href="#org838eb52">9.1. Socratics</a>
<ul>
<li><a href="#orgcf3175f">9.1.1. Leadership Qualities</a></li>
<li><a href="#org96ac48b">9.1.2. Education</a></li>
<li><a href="#org88698ff">9.1.3. Citizenship</a></li>
</ul>
</li>
<li><a href="#org9ae53e6">9.2. Thrasybulans</a>
<ul>
<li><a href="#orgb3e486f">9.2.1. Citizenship</a></li>
</ul>
</li>
<li><a href="#org8d776f7">9.3. Solonians</a>
<ul>
<li><a href="#org9c74757">9.3.1. Leadership Qualities</a></li>
<li><a href="#org4c19241">9.3.2. Societal Qualities</a></li>
<li><a href="#org59c0099">9.3.3. Citizenship</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgd7902c7">10. Characters &amp; Intro Notes</a>
<ul>
<li><a href="#org24a39ed">10.1. Characters</a>
<ul>
<li><a href="#org62713fe">10.1.1. Assignments</a></li>
</ul>
</li>
<li><a href="#org2bb0c1c">10.2. Socrates &amp; Plato</a>
<ul>
<li><a href="#org908d3de">10.2.1. Socrates</a></li>
<li><a href="#org673f226">10.2.2. Biography</a></li>
<li><a href="#org3600de9">10.2.3. Plato</a></li>
<li><a href="#org8383b3c">10.2.4. Plato's Argumentation</a></li>
<li><a href="#org4d512c9">10.2.5. The Republic</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org178a483">11. Connect with me</a></li>
</ul>
</div>
</div>
<div id="outline-container-org36449fa" class="outline-2">
<h2 id="org36449fa"><span class="section-number-2">1</span> Session 6</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org5e83990" class="outline-3">
<h3 id="org5e83990"><span class="section-number-3">1.1</span> Speech 1</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Monetary crisis is extremely pressing</li>
<li>Resources outside of our own land is needed, Socrates agrees</li>
<li>Feasibility for assembly attendance dependent on conquest</li>
<li>Can eventually restablish presence and rely on trade but need initial resources</li>
<li>2 Tribute missions: 1) Southern Aisles, 2)</li>
</ul>
</div>
</div>
<div id="outline-container-org24342d7" class="outline-3">
<h3 id="org24342d7"><span class="section-number-3">1.2</span> Speech 2</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Currently very vulnerable, need to build both city-state and empire</li>
<li>Need a proper fleet to show others that we're getting back on our feet</li>
<li>Need to rebuild the wall, are both symbolic and practical for safety</li>
<li>Tax collecting necessary to build the wall and army, though not ideal</li>
</ul>
</div>
</div>
<div id="outline-container-org7ec3580" class="outline-3">
<h3 id="org7ec3580"><span class="section-number-3">1.3</span> Speech 3</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Critical that wealth is used for the betterment of citizens, not greed</li>
<li>Need to collect tribute or raise taxes, taxes aren't ideal</li>
<li>Impossible to pass policy without money from tribute missisons</li>
</ul>
</div>
</div>
<div id="outline-container-orgdc5c642" class="outline-3">
<h3 id="orgdc5c642"><span class="section-number-3">1.4</span> Speech 4</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Too many of lives have been lost upon unjust causes</li>
<li>To take the land and abilities of others is unjust and thievery</li>
<li>Athens should prusue virtue and inward greatness, this will help make Athens greater</li>
<li>Military critical to defense, need capable leaders</li>
<li>Socratic education critical to having good leaders</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org512873f" class="outline-2">
<h2 id="org512873f"><span class="section-number-2">2</span> Session 3</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgdb2797f" class="outline-3">
<h3 id="orgdb2797f"><span class="section-number-3">2.1</span> Voting Mechanism for Metic Citizenship</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orge258777" class="outline-4">
<h4 id="orge258777"><span class="section-number-4">2.1.1</span> Solonian Criterion</h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li>Born in Athens</li>
<li>Shown loyalty</li>
<li>Contributes to economy</li>
<li>Qualified and Educated to speak</li>
<li>Deeply affected by the 30</li>
<li>Contributions are made in the name of Athens</li>
</ul>
</div>
</div>
<div id="outline-container-org54b3fea" class="outline-4">
<h4 id="org54b3fea"><span class="section-number-4">2.1.2</span> Voting Distribution</h4>
<div class="outline-text-4" id="text-2-1-2">
<ul class="org-ul">
<li>Lysias: 300</li>
<li>Callias: 800</li>
<li>Thrasybulus: 700</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgb926959" class="outline-3">
<h3 id="orgb926959"><span class="section-number-3">2.2</span> On Payment for Voting</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-orgfee7fcf" class="outline-4">
<h4 id="orgfee7fcf"><span class="section-number-4">2.2.1</span> Speech 1, Simon</h4>
<div class="outline-text-4" id="text-2-2-1">
<ul class="org-ul">
<li>The knowledge of serving athens should be all a person needs to contribute</li>
<li>Wealth corrupts those in the assembly</li>
<li>Rewards of leadership need not be realized instantly but in the future of Athens</li>
<li>The 30 had a mindset conducive to payment for service, and is a case study in corruption</li>
</ul>
</div>
</div>
<div id="outline-container-orgfbd7537" class="outline-4">
<h4 id="orgfbd7537"><span class="section-number-4">2.2.2</span> Speech 2, Meletus</h4>
<div class="outline-text-4" id="text-2-2-2">
<ul class="org-ul">
<li>Our economy is in ruins and people have little to no money</li>
<li>Payment incentivizes participation which leads to unity</li>
<li>Payment solves back for poverty in Athens</li>
<li>More participation leads to more payment</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org75bd520" class="outline-2">
<h2 id="org75bd520"><span class="section-number-2">3</span> Session 2</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orga5269ef" class="outline-3">
<h3 id="orga5269ef"><span class="section-number-3">3.1</span> Speech 1</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Being a good Athenian that helps your state and is just in your actions is all that is truly
required of citizens</li>
<li>Must share the beauty of Athens unto everyone</li>
<li>Currently have low population post-30;</li>
<li>Our loyalty must be firstly to the gods and to Athens, doing so requires us to bestow citizenship
upon those that deserve it</li>
</ul>
</div>
</div>
<div id="outline-container-org814b2f7" class="outline-3">
<h3 id="org814b2f7"><span class="section-number-3">3.2</span> Speech 2</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Metics and slaves can't be trusted to put Athens above themselves</li>
<li>Slaves fled at the first opportunity during the Peloponnesian War</li>
<li>We must focus on restoring Athens - if slaves were given freedom and the ability to vote,
many shops would close and our economy would decline</li>
<li>Must not make drastic changes at such a vulnerable time</li>
<li>Some metics were helpful but not all foreigners will be good</li>
<li>We should show outsiders Athens but we must be wary of spies and those that want to hurt us</li>
</ul>
</div>
</div>
<div id="outline-container-org0b53017" class="outline-3">
<h3 id="org0b53017"><span class="section-number-3">3.3</span> Speech 3</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>Is every person fit to govern?</li>
<li>Slaves come from enemy lands and don't have the best interest of Athens at heart</li>
<li>Athenians are superior and must be the leaders of the Assembly</li>
<li>Slaves would not make fair jurors - Slaves can't be expected to do this because they have 
an inherent bias against their masters</li>
<li>There are an extremely large amount of Metics in Athens and adding this many people to the
assembly would create chaos</li>
<li>Metics already have power in the status quo</li>
<li>Too many extra people in the assembly creates problems</li>
</ul>
</div>
</div>
<div id="outline-container-org7af94d5" class="outline-3">
<h3 id="org7af94d5"><span class="section-number-3">3.4</span> Speech 4</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>The gods place us in our corresponding wombs with purpose. As a result, the gods do not want
Metics or slaves to be Athenians and to defy this is to defy the gods</li>
<li>Sparta case study proves that we need to preserve our culture</li>
<li>Metics are only here to gain wealth - they have no blood loyalty to the city</li>
<li>Must give citizenship to women because they are blood related to the city and have the power
to do this</li>
<li>Socratics agree with the equality of women</li>
</ul>
</div>
</div>
