school/fyo/fyoNotes.org
** Speech 5 
- Metic anecdote
- Metics are, in all senses but legally, citizens of Athens
- Metics drive the economy of Athens, the importance of which is outlined by **The Economist**
- Must thank Metics for all their hard work through citizenship and representation
- Currently, Metics have no reason to stay in Athens - need a greater population for more power
** Speech 6
- Sheep flock to the strongest speaker and leader in the Assembly - they don't have thoughts of 
  their own which is extremely dangerous in the Assembly
- The spartan method of education builds unity
- Judge the youth based on whether or not they have the philosophers' spirit
- Athena herself gave women an important education
- Those that do not come from Athenian heritage also may not have the ability to rule 
  but some may have that unique capacity
- The best path forward is to allow anyone with the proper education to rule 
* Session 1
** President, Anytus
- Anytus, For reconciliation
- Knows more than most the cruelty of the Thirty, still wants forgiveness
- Institutions themselves are faulty, not the actions of the Thirty
- References Plato specifically
- We as Athenians have failed to create a proper system
- Shouldn't waste time in the past, need to wrok towards a better future
** Crito
- Socratic method of reaching the truth requires forgetting the crimes of the Thirty and forgiving
  crimes of the supporters
- It is necessary to avoid harm and punisment to create a good state
- Good people are just, good people do not harm, therefore a just state should not harm
- Punishment doesn't teach right and wrong, is a short term solution
- Sets a dangerous precedent of punishment which will eventually lead to a wholly unjust state
- Separating and prosecuting supporters of the Thirty creates divisiveness amongst Athenians
- Prosecution distracts from the main goal of creating a better Athens
** Lithicles 
- Without prosecuting the Thirty, those that died under their rule have not recieved justice
- The Thirty changed the whole nature of Athens and Athenian culture - that can't be accepted
- Must punish the Thirty as a symbol of our victory and sends a message to Sparta
- How can we move forward without avenging those who were lost?
** Lycon
- We must continue our democracy and rule of law
- To forgive and forget the rule of the Thirty would be to disrespect the Athenians that lost
  their lives under the rule of the Thirty
- Expected of the Socratics to support reconciliation because they supported the Thirty
- The thirty and the Socratics must be prosectued
- Socrates hates democracy and supported the Thirty which is wholly unacceptable
- Dismissing the crimes of the Thirty is equivalent to surrendering
* Helenica
** General Arguments
- A closer look at the 30 tyrants and their actions
- Modern oligarchies operate better than traditional democracies
- A spartan model with the 30 was problematic due to the number of people in the oligarchy
- Smaller oligarchies create more cohesion in the state
- Even one bad oligarch can be problematic as it creates a domino effect
** Socratic Arguments
- Oligarchies are fine but can crumble quickly when based solely on money and power
* The Economist
** General Management
- House and Estate management
- Management has made Athens as successful as it was
- Rooted in moderation and hard work
** The Nature of Money & Wealth
- Money in the wrong hands can become contagious, wealth is therefore a big repsonsibility
- Not having wealth is not a bad thing, wealth comes with significant sacrifice
- Wealth comes with servitude not only to individuals but also to the state as a whole
- Wives must be taught household management because they manage debt and money
** The Royal Code
- Surplus of wealth exists to help the less-forunate and the state
- Proper treatment of servants and employees
- Holders of wealth must not be selfish in any capacity
** Leadership
- Critical that wealthy, cultured people rule
  - Strong ancestry and heritage with knowledge of Athenian needs and traditions
  - Wealth must be perfectly managed by leaders for the good of Athens
- Empires are too large and convoluted to be just and harmoniou
* The Life of Lycurgus
** Social Mobility
- Breaking family ties to catalyze social mobility
  - Women and children held common
- Women would not be held to a single man, they would mate based on desirable characteristics
- Children are the property of te state rather than of their parents
** Education
- Educating all of the children using the same standards
- Non-spartan, creates more thoughtful and state-minded individuals
* The Periclean Funeral Oration
- Starts by honoring the dead of the Peloponnesian War
** Future of Athens
- Rebuild the Empire
- Democracy by meritocracy
- Athens is open to everyone, increases glory and importance of Athens
** Values
- Democracy is critical to the maintenance of the state
- Justice must be distributed equally without regard to status or ancestry
- Individual meritocracy is critical without regard to familial accomplishments
** Policy
*** Periclean Philosophy
- Open borders are necessary to share our knowledge and culture
- Empire rebuilding is important
  - Brings in profits
  - Protects other states 
_ Education is not a hobby, it's something that must guide decision-making
