school/fyo/fyoNotes.html
<div id="outline-container-orgbf23d28" class="outline-3">
<h3 id="orgbf23d28"><span class="section-number-3">3.5</span> Speech 5</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>Metic anecdote</li>
<li>Metics are, in all senses but legally, citizens of Athens</li>
<li>Metics drive the economy of Athens, the importance of which is outlined by <b><b>The Economist</b></b></li>
<li>Must thank Metics for all their hard work through citizenship and representation</li>
<li>Currently, Metics have no reason to stay in Athens - need a greater population for more power</li>
</ul>
</div>
</div>
<div id="outline-container-org6785d05" class="outline-3">
<h3 id="org6785d05"><span class="section-number-3">3.6</span> Speech 6</h3>
<div class="outline-text-3" id="text-3-6">
<ul class="org-ul">
<li>Sheep flock to the strongest speaker and leader in the Assembly - they don't have thoughts of 
their own which is extremely dangerous in the Assembly</li>
<li>The spartan method of education builds unity</li>
<li>Judge the youth based on whether or not they have the philosophers' spirit</li>
<li>Athena herself gave women an important education</li>
<li>Those that do not come from Athenian heritage also may not have the ability to rule 
but some may have that unique capacity</li>
<li>The best path forward is to allow anyone with the proper education to rule</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org3cfbeb0" class="outline-2">
<h2 id="org3cfbeb0"><span class="section-number-2">4</span> Session 1</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgaf34197" class="outline-3">
<h3 id="orgaf34197"><span class="section-number-3">4.1</span> President, Anytus</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Anytus, For reconciliation</li>
<li>Knows more than most the cruelty of the Thirty, still wants forgiveness</li>
<li>Institutions themselves are faulty, not the actions of the Thirty</li>
<li>References Plato specifically</li>
<li>We as Athenians have failed to create a proper system</li>
<li>Shouldn't waste time in the past, need to wrok towards a better future</li>
</ul>
</div>
</div>
<div id="outline-container-orgd2ee567" class="outline-3">
<h3 id="orgd2ee567"><span class="section-number-3">4.2</span> Crito</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>Socratic method of reaching the truth requires forgetting the crimes of the Thirty and forgiving
crimes of the supporters</li>
<li>It is necessary to avoid harm and punisment to create a good state</li>
<li>Good people are just, good people do not harm, therefore a just state should not harm</li>
<li>Punishment doesn't teach right and wrong, is a short term solution</li>
<li>Sets a dangerous precedent of punishment which will eventually lead to a wholly unjust state</li>
<li>Separating and prosecuting supporters of the Thirty creates divisiveness amongst Athenians</li>
<li>Prosecution distracts from the main goal of creating a better Athens</li>
</ul>
</div>
</div>
<div id="outline-container-org744276a" class="outline-3">
<h3 id="org744276a"><span class="section-number-3">4.3</span> Lithicles</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>Without prosecuting the Thirty, those that died under their rule have not recieved justice</li>
<li>The Thirty changed the whole nature of Athens and Athenian culture - that can't be accepted</li>
<li>Must punish the Thirty as a symbol of our victory and sends a message to Sparta</li>
<li>How can we move forward without avenging those who were lost?</li>
</ul>
</div>
</div>
<div id="outline-container-orgd2a2c95" class="outline-3">
<h3 id="orgd2a2c95"><span class="section-number-3">4.4</span> Lycon</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li>We must continue our democracy and rule of law</li>
<li>To forgive and forget the rule of the Thirty would be to disrespect the Athenians that lost
their lives under the rule of the Thirty</li>
<li>Expected of the Socratics to support reconciliation because they supported the Thirty</li>
<li>The thirty and the Socratics must be prosectued</li>
<li>Socrates hates democracy and supported the Thirty which is wholly unacceptable</li>
<li>Dismissing the crimes of the Thirty is equivalent to surrendering</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org5bb4355" class="outline-2">
<h2 id="org5bb4355"><span class="section-number-2">5</span> Helenica</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org8734feb" class="outline-3">
<h3 id="org8734feb"><span class="section-number-3">5.1</span> General Arguments</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>A closer look at the 30 tyrants and their actions</li>
<li>Modern oligarchies operate better than traditional democracies</li>
<li>A spartan model with the 30 was problematic due to the number of people in the oligarchy</li>
<li>Smaller oligarchies create more cohesion in the state</li>
<li>Even one bad oligarch can be problematic as it creates a domino effect</li>
</ul>
</div>
</div>
<div id="outline-container-org528810b" class="outline-3">
<h3 id="org528810b"><span class="section-number-3">5.2</span> Socratic Arguments</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>Oligarchies are fine but can crumble quickly when based solely on money and power</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org18dc395" class="outline-2">
<h2 id="org18dc395"><span class="section-number-2">6</span> The Economist</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orge025f7d" class="outline-3">
<h3 id="orge025f7d"><span class="section-number-3">6.1</span> General Management</h3>
<div class="outline-text-3" id="text-6-1">
<ul class="org-ul">
<li>House and Estate management</li>
<li>Management has made Athens as successful as it was</li>
<li>Rooted in moderation and hard work</li>
</ul>
</div>
</div>
<div id="outline-container-org0c5f629" class="outline-3">
<h3 id="org0c5f629"><span class="section-number-3">6.2</span> The Nature of Money &amp; Wealth</h3>
<div class="outline-text-3" id="text-6-2">
<ul class="org-ul">
<li>Money in the wrong hands can become contagious, wealth is therefore a big repsonsibility</li>
<li>Not having wealth is not a bad thing, wealth comes with significant sacrifice</li>
<li>Wealth comes with servitude not only to individuals but also to the state as a whole</li>
<li>Wives must be taught household management because they manage debt and money</li>
</ul>
</div>
</div>
<div id="outline-container-org6a42af5" class="outline-3">
<h3 id="org6a42af5"><span class="section-number-3">6.3</span> The Royal Code</h3>
<div class="outline-text-3" id="text-6-3">
<ul class="org-ul">
<li>Surplus of wealth exists to help the less-forunate and the state</li>
<li>Proper treatment of servants and employees</li>
<li>Holders of wealth must not be selfish in any capacity</li>
</ul>
</div>
</div>
<div id="outline-container-org62c4866" class="outline-3">
<h3 id="org62c4866"><span class="section-number-3">6.4</span> Leadership</h3>
<div class="outline-text-3" id="text-6-4">
<ul class="org-ul">
<li>Critical that wealthy, cultured people rule
<ul class="org-ul">
<li>Strong ancestry and heritage with knowledge of Athenian needs and traditions</li>
<li>Wealth must be perfectly managed by leaders for the good of Athens</li>
</ul></li>
<li>Empires are too large and convoluted to be just and harmoniou</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org2461d4f" class="outline-2">
<h2 id="org2461d4f"><span class="section-number-2">7</span> The Life of Lycurgus</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org7664263" class="outline-3">
<h3 id="org7664263"><span class="section-number-3">7.1</span> Social Mobility</h3>
<div class="outline-text-3" id="text-7-1">
<ul class="org-ul">
<li>Breaking family ties to catalyze social mobility
<ul class="org-ul">
<li>Women and children held common</li>
</ul></li>
<li>Women would not be held to a single man, they would mate based on desirable characteristics</li>
<li>Children are the property of te state rather than of their parents</li>
</ul>
</div>
</div>
<div id="outline-container-org4cdbbda" class="outline-3">
<h3 id="org4cdbbda"><span class="section-number-3">7.2</span> Education</h3>
<div class="outline-text-3" id="text-7-2">
<ul class="org-ul">
<li>Educating all of the children using the same standards</li>
<li>Non-spartan, creates more thoughtful and state-minded individuals</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgb552443" class="outline-2">
<h2 id="orgb552443"><span class="section-number-2">8</span> The Periclean Funeral Oration</h2>
<div class="outline-text-2" id="text-8">
<ul class="org-ul">
<li>Starts by honoring the dead of the Peloponnesian War</li>
</ul>
</div>
<div id="outline-container-org3b59c39" class="outline-3">
<h3 id="org3b59c39"><span class="section-number-3">8.1</span> Future of Athens</h3>
<div class="outline-text-3" id="text-8-1">
<ul class="org-ul">
<li>Rebuild the Empire</li>
<li>Democracy by meritocracy</li>
<li>Athens is open to everyone, increases glory and importance of Athens</li>
</ul>
</div>
</div>
<div id="outline-container-orgbdcb82a" class="outline-3">
<h3 id="orgbdcb82a"><span class="section-number-3">8.2</span> Values</h3>
<div class="outline-text-3" id="text-8-2">
<ul class="org-ul">
<li>Democracy is critical to the maintenance of the state</li>
<li>Justice must be distributed equally without regard to status or ancestry</li>
<li>Individual meritocracy is critical without regard to familial accomplishments</li>
</ul>
</div>
</div>
<div id="outline-container-orge7f5684" class="outline-3">
<h3 id="orge7f5684"><span class="section-number-3">8.3</span> Policy</h3>
<div class="outline-text-3" id="text-8-3">
</div>
<div id="outline-container-orgc772df2" class="outline-4">
<h4 id="orgc772df2"><span class="section-number-4">8.3.1</span> Periclean Philosophy</h4>
<div class="outline-text-4" id="text-8-3-1">
<ul class="org-ul">
<li>Open borders are necessary to share our knowledge and culture</li>
<li>Empire rebuilding is important
<ul class="org-ul">
<li>Brings in profits</li>
<li>Protects other states</li>
</ul></li>
</ul>
<p>
_ Education is not a hobby, it's something that must guide decision-making
</p>
</div>
</div>
