school/fyo/fyoNotes.org
*** The Socratic Rebuttal
- Empire is important but not a requirement
- Empires for the sake of profit must be rejeced outright
* Debating The Republic
** Socratics
*** Leadership Qualities
- Love of learning
- Knowledge of one's own ignorace
- Prioritizing state interests over individual ones
*** Education
- Begins with understanding the arts, gentleness, and compassion
- Followed by significant gymnastics
- Education must be rooted in individual excellence
- Not all leaders must be aristocrats, they simply need the proper education
  - How does a non-aristocrat get such an education?
- Payment for political participation is bad - one need not be incentivized for
  participation and devotion to their state
*** Citizenship
- Anyone with the necessary aptitude, including women, can become citizens
** Thrasybulans
- Injustice, while bad, indicates an unjust person rather than an unjust state
- Education need not necessitate an artistic background - a military education is far more important
- Socratic education is infeasible for all, which is unequal
*** Citizenship
- Culture is critical to citizenship
** Solonians
*** Leadership Qualities
- Leaders should be well-versed and acting in the best interest of the state
- Leaders need to be well-rounded and certain people are better fit for these positions than others
- The assembly is chaotic and ineffective as a means of decision-making and ruling
*** Societal Qualities
- Forgiveness is necessary for past wrong-doings
- While wealth and education is largely cyclical, we should not be restructuring our society wholly
- Metics and Low-income individuals should not have significant voices in assembly because they
  don't have the education necessary to have a strong, educational conversation
*** Citizenship
- Only strong, wealthy individuals should have citizenship to preserve the quality of Athens
* Characters & Intro Notes
** Characters
*** Assignments
| Names     | Character   |
|-----------+-------------|
| Tay       | Lycon       |
| Austin    | Simon       |
| Andrew    | Aristachus  |
| Natalie   | Callias     |
| Mac       | Thrasybulus |
| Anjali    | Lithicles   |
| Penelope  | Thearion    |
| Payton    | Meletus     |
| Dinah     | Archinus    |
| Jaylen    | Lysimache   |
| Grace     | Aristocles  |
| Catherine | Crito       |
| Dylan     | Lysias      |
| Vetri     | Anytus      |

** Socrates & Plato
*** Socrates
- We have no texts by Socrates
  - Texts from Plato, Xenophon, & Aristophanes
- "Founder of western philosophy
- Taught through conversation
  - Dialogie in agora, elsewhere in Athens
*** Biography
- Parents: Sophroniscus * Pharnarete
- Personal life; three sons
- No known profession
- Military service: Potidaea, Amphipolis, Delium
- Associated with the Thirty Tyrants (taught Critias)
- Personal appearence: unkempt
- Reputation in Athes: gafdly
*** Plato
- Greek philosopher, mathematician, stident of socrates, wroter of philosophical dialogue
- Founder of "The Academy"
- Plato taught Aristotle
- Large amount of works by Plato
  - 36 dialogies (feat. Socrates and others)
  - 13 letters (may be by Plato)
- Aristocratic famoly in Athens
- Parents: Ariston (descendant of Athenian king) and Perictione (niece of Critias)
*** Plato's Argumentation
- Inductive reasoning: from particular examples to general truths
- Deductive reasoning: from general truths to a particular example within the subset of that truth
- Analogy: allows speakers to evoke in audience something they know and then apply its attributes
  to somehting that is unfamiliar to them
- Dialogue: Athenian public life is a matter of public debate/discussion/argument (Assembly)
 
*** The Republic
- Written 380-375 BCE but claims to record a conversation during the Peloponnesian War
- Definition of justice and the role of a character in a just polis
- Book 1: two definitions are proposed and rejected
- Book 2: Flaucon's and Adeimantus' speeches & definitions of justice
* Connect with me
- [[http://instagram.sudhanchitgopkar.com][Instagram]]: @not.sudhan
- [[https://www.linkedin.com/in/sudhanchitgopkar/][LinkedIn]]: sudhan.chitgopkar
- [[http://spotify.sudhanchitgopkar.com][Spotify]]: sudhan.chitgopkar
- [[mailto:ssc10661@uga.edu][Email]]: sudhanchitgopkar@uga.edu
- [[http://sudhanchitgopkar.com][Website]]: sudhanchitgopkar.com
- Discord: sudhan.chitgopkar#8038
  
