school/fyo/fyoNotes.html
<div id="outline-container-org3ec8f0d" class="outline-4">
<h4 id="org3ec8f0d"><span class="section-number-4">8.3.2</span> The Socratic Rebuttal</h4>
<div class="outline-text-4" id="text-8-3-2">
<ul class="org-ul">
<li>Empire is important but not a requirement</li>
<li>Empires for the sake of profit must be rejeced outright</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org377bc09" class="outline-2">
<h2 id="org377bc09"><span class="section-number-2">9</span> Debating The Republic</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org838eb52" class="outline-3">
<h3 id="org838eb52"><span class="section-number-3">9.1</span> Socratics</h3>
<div class="outline-text-3" id="text-9-1">
</div>
<div id="outline-container-orgcf3175f" class="outline-4">
<h4 id="orgcf3175f"><span class="section-number-4">9.1.1</span> Leadership Qualities</h4>
<div class="outline-text-4" id="text-9-1-1">
<ul class="org-ul">
<li>Love of learning</li>
<li>Knowledge of one's own ignorace</li>
<li>Prioritizing state interests over individual ones</li>
</ul>
</div>
</div>
<div id="outline-container-org96ac48b" class="outline-4">
<h4 id="org96ac48b"><span class="section-number-4">9.1.2</span> Education</h4>
<div class="outline-text-4" id="text-9-1-2">
<ul class="org-ul">
<li>Begins with understanding the arts, gentleness, and compassion</li>
<li>Followed by significant gymnastics</li>
<li>Education must be rooted in individual excellence</li>
<li>Not all leaders must be aristocrats, they simply need the proper education
<ul class="org-ul">
<li>How does a non-aristocrat get such an education?</li>
</ul></li>
<li>Payment for political participation is bad - one need not be incentivized for
participation and devotion to their state</li>
</ul>
</div>
</div>
<div id="outline-container-org88698ff" class="outline-4">
<h4 id="org88698ff"><span class="section-number-4">9.1.3</span> Citizenship</h4>
<div class="outline-text-4" id="text-9-1-3">
<ul class="org-ul">
<li>Anyone with the necessary aptitude, including women, can become citizens</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org9ae53e6" class="outline-3">
<h3 id="org9ae53e6"><span class="section-number-3">9.2</span> Thrasybulans</h3>
<div class="outline-text-3" id="text-9-2">
<ul class="org-ul">
<li>Injustice, while bad, indicates an unjust person rather than an unjust state</li>
<li>Education need not necessitate an artistic background - a military education is far more important</li>
<li>Socratic education is infeasible for all, which is unequal</li>
</ul>
</div>
<div id="outline-container-orgb3e486f" class="outline-4">
<h4 id="orgb3e486f"><span class="section-number-4">9.2.1</span> Citizenship</h4>
<div class="outline-text-4" id="text-9-2-1">
<ul class="org-ul">
<li>Culture is critical to citizenship</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org8d776f7" class="outline-3">
<h3 id="org8d776f7"><span class="section-number-3">9.3</span> Solonians</h3>
<div class="outline-text-3" id="text-9-3">
</div>
<div id="outline-container-org9c74757" class="outline-4">
<h4 id="org9c74757"><span class="section-number-4">9.3.1</span> Leadership Qualities</h4>
<div class="outline-text-4" id="text-9-3-1">
<ul class="org-ul">
<li>Leaders should be well-versed and acting in the best interest of the state</li>
<li>Leaders need to be well-rounded and certain people are better fit for these positions than others</li>
<li>The assembly is chaotic and ineffective as a means of decision-making and ruling</li>
</ul>
</div>
</div>
<div id="outline-container-org4c19241" class="outline-4">
<h4 id="org4c19241"><span class="section-number-4">9.3.2</span> Societal Qualities</h4>
<div class="outline-text-4" id="text-9-3-2">
<ul class="org-ul">
<li>Forgiveness is necessary for past wrong-doings</li>
<li>While wealth and education is largely cyclical, we should not be restructuring our society wholly</li>
<li>Metics and Low-income individuals should not have significant voices in assembly because they
don't have the education necessary to have a strong, educational conversation</li>
</ul>
</div>
</div>
<div id="outline-container-org59c0099" class="outline-4">
<h4 id="org59c0099"><span class="section-number-4">9.3.3</span> Citizenship</h4>
<div class="outline-text-4" id="text-9-3-3">
<ul class="org-ul">
<li>Only strong, wealthy individuals should have citizenship to preserve the quality of Athens</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-orgd7902c7" class="outline-2">
<h2 id="orgd7902c7"><span class="section-number-2">10</span> Characters &amp; Intro Notes</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-org24a39ed" class="outline-3">
<h3 id="org24a39ed"><span class="section-number-3">10.1</span> Characters</h3>
<div class="outline-text-3" id="text-10-1">
</div>
<div id="outline-container-org62713fe" class="outline-4">
<h4 id="org62713fe"><span class="section-number-4">10.1.1</span> Assignments</h4>
<div class="outline-text-4" id="text-10-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Names</th>
<th scope="col" class="org-left">Character</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Tay</td>
<td class="org-left">Lycon</td>
</tr>

<tr>
<td class="org-left">Austin</td>
<td class="org-left">Simon</td>
</tr>

<tr>
<td class="org-left">Andrew</td>
<td class="org-left">Aristachus</td>
</tr>

<tr>
<td class="org-left">Natalie</td>
<td class="org-left">Callias</td>
</tr>

<tr>
<td class="org-left">Mac</td>
<td class="org-left">Thrasybulus</td>
</tr>

<tr>
<td class="org-left">Anjali</td>
<td class="org-left">Lithicles</td>
</tr>

<tr>
<td class="org-left">Penelope</td>
<td class="org-left">Thearion</td>
</tr>

<tr>
<td class="org-left">Payton</td>
<td class="org-left">Meletus</td>
</tr>

<tr>
<td class="org-left">Dinah</td>
<td class="org-left">Archinus</td>
</tr>

<tr>
<td class="org-left">Jaylen</td>
<td class="org-left">Lysimache</td>
</tr>

<tr>
<td class="org-left">Grace</td>
<td class="org-left">Aristocles</td>
</tr>

<tr>
<td class="org-left">Catherine</td>
<td class="org-left">Crito</td>
</tr>

<tr>
<td class="org-left">Dylan</td>
<td class="org-left">Lysias</td>
</tr>

<tr>
<td class="org-left">Vetri</td>
<td class="org-left">Anytus</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-org2bb0c1c" class="outline-3">
<h3 id="org2bb0c1c"><span class="section-number-3">10.2</span> Socrates &amp; Plato</h3>
<div class="outline-text-3" id="text-10-2">
</div>
<div id="outline-container-org908d3de" class="outline-4">
<h4 id="org908d3de"><span class="section-number-4">10.2.1</span> Socrates</h4>
<div class="outline-text-4" id="text-10-2-1">
<ul class="org-ul">
<li>We have no texts by Socrates
<ul class="org-ul">
<li>Texts from Plato, Xenophon, &amp; Aristophanes</li>
</ul></li>
<li>"Founder of western philosophy</li>
<li>Taught through conversation
<ul class="org-ul">
<li>Dialogie in agora, elsewhere in Athens</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org673f226" class="outline-4">
<h4 id="org673f226"><span class="section-number-4">10.2.2</span> Biography</h4>
<div class="outline-text-4" id="text-10-2-2">
<ul class="org-ul">
<li>Parents: Sophroniscus * Pharnarete</li>
<li>Personal life; three sons</li>
<li>No known profession</li>
<li>Military service: Potidaea, Amphipolis, Delium</li>
<li>Associated with the Thirty Tyrants (taught Critias)</li>
<li>Personal appearence: unkempt</li>
<li>Reputation in Athes: gafdly</li>
</ul>
</div>
</div>
<div id="outline-container-org3600de9" class="outline-4">
<h4 id="org3600de9"><span class="section-number-4">10.2.3</span> Plato</h4>
<div class="outline-text-4" id="text-10-2-3">
<ul class="org-ul">
<li>Greek philosopher, mathematician, stident of socrates, wroter of philosophical dialogue</li>
<li>Founder of "The Academy"</li>
<li>Plato taught Aristotle</li>
<li>Large amount of works by Plato
<ul class="org-ul">
<li>36 dialogies (feat. Socrates and others)</li>
<li>13 letters (may be by Plato)</li>
</ul></li>
<li>Aristocratic famoly in Athens</li>
<li>Parents: Ariston (descendant of Athenian king) and Perictione (niece of Critias)</li>
</ul>
</div>
</div>
<div id="outline-container-org8383b3c" class="outline-4">
<h4 id="org8383b3c"><span class="section-number-4">10.2.4</span> Plato's Argumentation</h4>
<div class="outline-text-4" id="text-10-2-4">
<ul class="org-ul">
<li>Inductive reasoning: from particular examples to general truths</li>
<li>Deductive reasoning: from general truths to a particular example within the subset of that truth</li>
<li>Analogy: allows speakers to evoke in audience something they know and then apply its attributes
to somehting that is unfamiliar to them</li>
<li>Dialogue: Athenian public life is a matter of public debate/discussion/argument (Assembly)</li>
</ul>
</div>
</div>

<div id="outline-container-org4d512c9" class="outline-4">
<h4 id="org4d512c9"><span class="section-number-4">10.2.5</span> The Republic</h4>
<div class="outline-text-4" id="text-10-2-5">
<ul class="org-ul">
<li>Written 380-375 BCE but claims to record a conversation during the Peloponnesian War</li>
<li>Definition of justice and the role of a character in a just polis</li>
<li>Book 1: two definitions are proposed and rejected</li>
<li>Book 2: Flaucon's and Adeimantus' speeches &amp; definitions of justice</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org178a483" class="outline-2">
<h2 id="org178a483"><span class="section-number-2">11</span> Connect with me</h2>
<div class="outline-text-2" id="text-11">
<ul class="org-ul">
<li><a href="http://instagram.sudhanchitgopkar.com">Instagram</a>: @not.sudhan</li>
<li><a href="https://www.linkedin.com/in/sudhanchitgopkar/">LinkedIn</a>: sudhan.chitgopkar</li>
<li><a href="http://spotify.sudhanchitgopkar.com">Spotify</a>: sudhan.chitgopkar</li>
<li><a href="mailto:ssc10661@uga.edu">Email</a>: sudhanchitgopkar@uga.edu</li>
<li><a href="http://sudhanchitgopkar.com">Website</a>: sudhanchitgopkar.com</li>
<li>Discord: sudhan.chitgopkar#8038</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Sudhan Chitgopkar</p>
<p class="date">Created: 2020-10-06 Tue 11:30</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
